import React from "react";
import picture1 from ".././../assets/1.svg";
import picture2 from ".././../assets/2.svg";
import picture3 from ".././../assets/3.svg";
const Press = () => {
  return (
    <div>
      <div className=" w-[95%] m-auto ">
        <div>
          <div className="grid sm:grid-cols-1 xl:grid-cols-2 gap-[10px] justify-center">
            <div>
              <img className=" sm:w-[1200px] " src={picture1} alt="" />
              <p className=" font-bold text-[26px]">ООО "Прометей-Сервис"</p>
              <p className=" sm:w-auto text-[16px]">
                В 2020 году компанией ОЛИС запущен комплекс по очистке зерна на
                базе сепаратора ЛУЧ ЗСО-200 в Николаевской области! Представляем
                Вашему вниманию отзыв руководителя предприятия ООО
                "Прометей-Сервис". На предприятии установлен зерноочистительный
                сепаратор барабанного типа ЛУЧ ЗСО-200 производительностью 200
                т/час.
              </p>
            </div>
            <div>
              <img className=" sm:w-[1200px]" src={picture2} alt="" />
              <p className=" font-bold text-[26px]">ООО "Прометей-Сервис"</p>
              <p className=" sm:w-auto  text-[16px]">
                В 2020 году компанией ОЛИС запущен комплекс по очистке зерна на
                базе сепаратора ЛУЧ ЗСО-200 в Николаевской области! Представляем
                Вашему вниманию отзыв руководителя предприятия ООО
                "Прометей-Сервис". На предприятии установлен зерноочистительный
                сепаратор барабанного типа ЛУЧ ЗСО-200 производительностью 200
                т/час.
              </p>
            </div>
          </div>
          <div className=" mt-[30px] gap-[20px] sm:grid-cols-1 dark:text-black grid xl:grid-cols-2">
            <div className=" sm:block md:flex items-center gap-[20px] border-[1px] bg-[#F8F8F8]">
              <img
                className=" sm:w-[900px] lg:w-[300px]"
                src={picture3}
                alt=""
              />
              <div>
                <p className=" font-bold text-[26px]">ООО "Прометей-Сервис"</p>
                <p className=" sm:w-auto  text-[16px]">
                  В 2020 году компанией ОЛИС запущен комплекс по очистке зерна
                  на базе сепаратора ЛУЧ ЗСО-200 в Николаевской области!
                  Представляем Вашему вниманию отзыв руководителя предприятия
                  ООО "Прометей-Сервис". На предприятии установлен
                  зерноочистительный сепаратор барабанного типа ЛУЧ ЗСО-200
                  производительностью 200 т/час.
                </p>
              </div>
            </div>
            <div className=" sm:block md:flex items-center gap-[20px] border-[1px] bg-[#F8F8F8]">
              <img
                className=" sm:w-[900px] lg:w-[300px]"
                src={picture3}
                alt=""
              />
              <div>
                <p className=" font-bold text-[26px]">ООО "Прометей-Сервис"</p>
                <p className=" sm:w-auto  text-[16px]">
                  В 2020 году компанией ОЛИС запущен комплекс по очистке зерна
                  на базе сепаратора ЛУЧ ЗСО-200 в Николаевской области!
                  Представляем Вашему вниманию отзыв руководителя предприятия
                  ООО "Прометей-Сервис". На предприятии установлен
                  зерноочистительный сепаратор барабанного типа ЛУЧ ЗСО-200
                  производительностью 200 т/час.
                </p>
              </div>
            </div>
          </div>
          <div className="grid sm:grid-cols-1 xl:grid-cols-2 gap-[10px] mt-[40px]  justify-center">
            <div>
              <img className=" sm:w-[1200px] " src={picture1} alt="" />
              <p className=" font-bold text-[26px]">ООО "Прометей-Сервис"</p>
              <p className=" sm:w-auto text-[16px]">
                В 2020 году компанией ОЛИС запущен комплекс по очистке зерна на
                базе сепаратора ЛУЧ ЗСО-200 в Николаевской области! Представляем
                Вашему вниманию отзыв руководителя предприятия ООО
                "Прометей-Сервис". На предприятии установлен зерноочистительный
                сепаратор барабанного типа ЛУЧ ЗСО-200 производительностью 200
                т/час.
              </p>
            </div>
            <div>
              <img className=" sm:w-[1200px]" src={picture2} alt="" />
              <p className=" font-bold text-[26px]">ООО "Прометей-Сервис"</p>
              <p className=" sm:w-auto  text-[16px]">
                В 2020 году компанией ОЛИС запущен комплекс по очистке зерна на
                базе сепаратора ЛУЧ ЗСО-200 в Николаевской области! Представляем
                Вашему вниманию отзыв руководителя предприятия ООО
                "Прометей-Сервис". На предприятии установлен зерноочистительный
                сепаратор барабанного типа ЛУЧ ЗСО-200 производительностью 200
                т/час.
              </p>
            </div>
          </div>
          <div className=" mt-[30px] gap-[20px] sm:grid-cols-1 dark:text-black grid xl:grid-cols-2">
            <div className=" sm:block md:flex items-center gap-[20px] border-[1px] bg-[#F8F8F8]">
              <img
                className=" sm:w-[900px] lg:w-[300px]"
                src={picture3}
                alt=""
              />
              <div>
                <p className=" font-bold text-[26px]">ООО "Прометей-Сервис"</p>
                <p className=" sm:w-auto  text-[16px]">
                  В 2020 году компанией ОЛИС запущен комплекс по очистке зерна
                  на базе сепаратора ЛУЧ ЗСО-200 в Николаевской области!
                  Представляем Вашему вниманию отзыв руководителя предприятия
                  ООО "Прометей-Сервис". На предприятии установлен
                  зерноочистительный сепаратор барабанного типа ЛУЧ ЗСО-200
                  производительностью 200 т/час.
                </p>
              </div>
            </div>
            <div className=" sm:block md:flex items-center gap-[20px] border-[1px] bg-[#F8F8F8]">
              <img
                className=" sm:w-[900px] lg:w-[300px]"
                src={picture3}
                alt=""
              />
              <div>
                <p className=" font-bold text-[26px]">ООО "Прометей-Сервис"</p>
                <p className=" sm:w-auto  text-[16px]">
                  В 2020 году компанией ОЛИС запущен комплекс по очистке зерна
                  на базе сепаратора ЛУЧ ЗСО-200 в Николаевской области!
                  Представляем Вашему вниманию отзыв руководителя предприятия
                  ООО "Прометей-Сервис". На предприятии установлен
                  зерноочистительный сепаратор барабанного типа ЛУЧ ЗСО-200
                  производительностью 200 т/час.
                </p>
              </div>
            </div>
          </div>
          <div className="grid sm:grid-cols-1 xl:grid-cols-2 mt-[40px] gap-[10px] justify-center">
            <div>
              <img className=" sm:w-[1200px] " src={picture1} alt="" />
              <p className=" font-bold text-[26px]">ООО "Прометей-Сервис"</p>
              <p className=" sm:w-auto text-[16px]">
                В 2020 году компанией ОЛИС запущен комплекс по очистке зерна на
                базе сепаратора ЛУЧ ЗСО-200 в Николаевской области! Представляем
                Вашему вниманию отзыв руководителя предприятия ООО
                "Прометей-Сервис". На предприятии установлен зерноочистительный
                сепаратор барабанного типа ЛУЧ ЗСО-200 производительностью 200
                т/час.
              </p>
            </div>
            <div>
              <img className=" sm:w-[1200px]" src={picture2} alt="" />
              <p className=" font-bold text-[26px]">ООО "Прометей-Сервис"</p>
              <p className=" sm:w-auto  text-[16px]">
                В 2020 году компанией ОЛИС запущен комплекс по очистке зерна на
                базе сепаратора ЛУЧ ЗСО-200 в Николаевской области! Представляем
                Вашему вниманию отзыв руководителя предприятия ООО
                "Прометей-Сервис". На предприятии установлен зерноочистительный
                сепаратор барабанного типа ЛУЧ ЗСО-200 производительностью 200
                т/час.
              </p>
            </div>
          </div>
        </div>
      </div>
    </div>
  );
};

export default Press;
