import React from 'react'
import picture1 from "../../assets/Group 137 (1).png"
import picture2 from "../../assets/Group 138.png"
import picture3 from "../../assets/Group 140.png"
import picture4 from "../../assets/Group 141 (2).png"
import picture5 from "../../assets/Group 142.png"
import picture6 from "../../assets/Group 143 (1).png"
import picture7 from "../../assets/Mask Group.jpg"
import picture8 from "../../assets/Mask Group (3).png"
import picture31 from "../././../assets/Mask Group (13).png";

const Obj = () => {
  return (
    <div className=" mt-[100px]">
      <div className=" w-[95%] m-auto">
        <div className=" text-center">
          <p>Главная / Комплексные решения</p>
          <p className=" sm:text-[30px] lg:text-[50px] font-bold">
            Комплексные
            <br /> решения
          </p>
        </div>
        <div className="  grid sm:grid-cols-1 md:grid-cols-2 xl:grid-cols-3">
          <img src={picture1} alt="" />
          <img src={picture2} alt="" />
          <img src={picture3} alt="" />
          <img src={picture4} alt="" />
          <img src={picture5} alt="" />
          <img src={picture6} alt="" />
        </div>
        <div>
          <div className=" grid sm:grid-cols-1 xl:grid-cols-2 items-center">
            <div>
              <p className="">
                Наша страна давно заслужила славу "хлебной корзины". В бывшие
                республики Советского Союза Украина поставляла свыше 25
                процентов всей производимой сельскохозяйственной продукции.
                Сегодня Украина - один из мировых лидеров по экспорту зерновых и
                продуктов их переработки. Однако, в нашей стране умеют не только
                выращивать и перерабатывать зерно. В Украине есть достаточно
                мощный потенциал по созданию зерноперерабатывающих технологий и
                оборудования в разных направлениях очистки зерна, производства
                муки, крупы, а также оценки качества. Объекты переработки зерна
                – это сложные и дорогостоящие инженерные сооружения. Там среди
                глыб бетона, металлоконструкций и паутины проводов всегда
                находится что-то более важное, то что все это делает эффективным
                или бесполезным. Ведь только технология – настоящий венец любого
                производства. И прежде чем строить бизнес-планы, а тем более их
                выполнять, мы предлагаем Вам хорошенько во всем
              </p>
              <p className=" ">
                Переработка зерна - это совокупность сложных технологических
                процессов, затрагивающих почти все разделы знаний современного
                человека. На элеваторах, мельзаводах и крупозаводах математика,
                физика и химия превращаются в сонм инженерных прикладных наук,
                являющихся основой технологии и способов ее реализации. За
                каждой технологией переработки зерна и ее аппаратным
                обеспечением стоит многовековой путь эволюции, определяющий их
                современное состояние. В связи с этим, задача выбора внедряемых
                технологий отличается не только необычайной важностью, но и
                сложностью и это наша зона ответственности как профи, работающих
                в этой области. На страницах даже самого совершенного сайта эту
                задачу невозможно решить. Просим воспринимать подаваемую в этом
                разделе информацию как обзорную и приглашаем к поиску наилучших
                для Вас решений путем общения с необходимыми специалистами
                нашего предприятия. Однако, на что хотелось-бы уже обратить Ваше
                внимание. Борьба за удешевление объектов переработки зерна
                предопределяет подходы к их созданию. На современном этапе
                развития зерноперерабатывающих производств различают агрегатные
                и комплектные производства, а также производства, создаваемые по
                индивидуальным проектам.
              </p>
            </div>
            <div>
              <img className=" sm:w-[1200px]" src={picture7} alt="" />
            </div>
          </div>
          <div className=" grid sm:grid-cols-1 xl:grid-cols-2 gap-[30px] items-center">
            <div>
              <img className=" sm:w-[1200px]" src={picture8} alt="" />
            </div>
            <div>
              <p>
                Агрегатные производства представляют собой комплект
                оборудования, реализующего апробированную
                транспортно-технологическую схему. В заводских условиях такое
                оборудование собирается на штатном каркасе (раме) и оснащается
                всеми необходимыми коммуникациями для запуска в работу. Как
                правило, агрегатные производства – это производства небольшой
                производительности и габаритов, изготавливаемые серийно.
                Основным преимуществом агрегатных производств является быстрая
                их сборка и запуск в работу в различных приспособленных зданиях
                с обеспечением гарантированного результата. Комплектные
                производства представляют собой комплект машин и коммуникаций,
                реализующих типовую технологическую схему, которые монтируются
                на предварительно возведенные строительные конструкции в
                предполагаемом месте эксплуатации. Как правило, комплектные
                производства – это производства средней и большой
                производительности. Отличительной их особенностью является
                необходимость возведения строительных конструкций, проведения
                всего комплекса монтажных и пуско-наладочных работ на месте
                эксплуатации. Поскольку комплектные производства реализуют
                проверенные практикой решения, то результат от их внедрения
                вполне прогнозируем. Производства по индивидуальным проектам
                создают в тех случаях, когда требования Заказчика не могут быть
                удовлетворены номенклатурой агрегатных и комплектных
                производств. Как правило, к таким случаям относится
                необходимость «вписать» производство в существующее здание,
                придать той или иной технологии дополнительные возможности или
                универсальность, задать величину производительности переработки,
                отличную от ряда существующих величин и т.п. Создание
                производств по индивидуальным проектам включает в себя полный
                комплекс проектных, строительно-монтажных и пуско-наладочных
                работ. Отличительной особенностью таких объектов является
                повышенные сроки внедрения, особенно на этапе пуско-наладочных
                работ.{" "}
              </p>
            </div>
          </div>
        </div>
      </div>
      <div className="r dark:text-black grid mt-[60px] sm:grid-cols-1 xl:grid-cols-2 p-[20px] items-center">
        <div>
          <img className=" xl:w-[300px]" src={picture31} alt="" />
        </div>
        <div className=" border-[1px] bg-white p-[40px]">
          <p className=" sm:text-[30px] md:text-[50px]">Форма обратной связи</p>
          <p>Заполните форму и мы свяжемся с вами</p>
          <div className=" grid grid-cols-2 gap-[20px]">
            <p className=" font-bold mt-[10px] border-b-[2px] border-black ">
              Иван
            </p>
            <p className=" font-bold mt-[10px] border-b-[2px] border-black ">
              Телефон
            </p>
          </div>
          <p className=" font-bold mt-[10px] border-b-[2px] border-black ">
            E-mail
          </p>
          <button className=" p-[15px] pl-[50px] pr-[50px] bg-yellow-500 mt-[20px]">
            Оставить заявку
          </button>
        </div>
      </div>
    </div>
  );
}

export default Obj